TaskName = "デジタル ファクス アーカイブ";

//progress bar string when reading/writing the information from the device
"TEST_PROGRESS_TITLE" = "テスト実行中… しばらくお待ちください。";
"DEVICE_COMMUNICATION_SETTINGS" = "デバイスに設定を書き込んでいます。しばらくお待ちください。";
"DEVICE_COMMUNICATION_HOST" = "デバイスにホスト名を書き込んでいます。しばらくお待ちください。";

//Titles of Buttons
"AUTO_TEXT" = "自動";
"OK" = "OK";
"HOST_TITLE" = "現在ファクスを受信中です： %@";
"SELECT_FOLDER" = "フォルダを選択…";
"SELECT_EMAIL" = "電子メール設定…";
"TEST_SETTINGS" = "テスト設定";
"FOLDER_SELECTION_BUTTON_TITLE" = "選択";
"FOLDER_SELECTION_PANEL_TITLE" = "フォルダを選択";


/* Error strings*/

"GENERAL_DATA_MISSING_DESCRIPTION" = "1 つまたは複数のフィールドにデータがありません。すべてのフィールドにデータを入力するか、[キャンセル] をクリックしてください。";
"GENERAL_DATA_MISSING_TITLE" = "データがないか、無効なデータ エラーが発生しました";
"MISSING_FOLDER_SETTING" = "一部の送信先フォルダの詳細がありません。フォルダを選択してユーザー名とパスワードを入力し、再試行してください。";

"SUCCESS" = "成功";
"FOLDER_SETTINGS_SUCCESS" = "HP デジタル ファクスのセットアップが完了しました。着信するモノクロのファクスは \"%@\" フォルダに保存されます。";
"EMAIL_SETTINGS_SUCCESS" = "HP デジタル ファクスのセットアップが完了しました。着信するモノクロのファクスは、電子メールに添付されて \"%@\" に送信されます。";


"AFP Authentication" = "AFP サーバ認証";
"SMB Authentication" = "SMB/CIFS ファイル システム認証";

"ENTER_SERVER_DETAILS_ERROR_TITLE" = "サーバの詳細を入力";
"ENTER_SERVER_DETAILS_ERROR_DESC" = "すべてのサーバの詳細を入力してください。";

/* Error string when connecting */
HSDFolderWithPercentSignTitleFormat = "フォルダ '%@' は使用できません";
HSDFolderWithPercentSignDescription = "パーセント記号が含まれないフォルダ名を使用してください。";

"CONNECTION_FAILED_TITLE" = "接続に失敗しました";
"CONNECTION_FAILED_DESC" = "サーバが存在しないか、現在動作していません。サーバ名または IP アドレスを確認し、もう一度やり直してください";

"AUTH_FAILED_TITLE" = "認証失敗";
"AUTH_FAILED_DESC" = "不明なユーザー名、不正なパスワード、またはログインが無効です。名前とパスワードを再入力するか、サーバの管理者にお問い合わせください。";

"UNHANDLED_ERROR_TITLE" = "予期せぬエラー";
"UNHANDLED_ERROR_DESC" = "サーバに接続中にエラー %d が発生しました。";

HSDServerParametersErrorTitle = "サーバ情報が不完全です";
HSDServerParametersErrorDescription = "サーバ情報フィールドを空白にすることはできません。必要なサーバの詳細をすべて入力してから、やり直してください。";

HSDUnableToSelectFolderTitle = "選択したフォルダを使用できません";
HSDPermissionsErrorDescription = "選択したフォルダへの書き込み権限がありません。別のフォルダを選択し、やり直してください。";
"MISSING_SERVER_CREDENTIALS" = "サーバの資格情報がありません。ユーザー名とパスワードを入力し、もう一度やり直してください。";

HSDProtocolErrorDescription = "選択したフォルダが指定されたサーバで見つからないか、またはサーバへの接続が異なるファイル共有プロトコルを使って確立されています。";

//Progress title when printing the list
"PRINT_PROGRESS_TITLE" = "印刷中… しばらくお待ちください";

//progress title while initializing the print
"PRINT_INITIALIZING_TITLE" = "処理中…";


//Max limit for fax blocking list reached error
"BLOCK_FAX_ERROR_TITLE" = "ブロックする番号の最大数に達しました";
"BLOCK_FAX_ERROR_DESC" = "デバイス には最大 %d 個のブロックするファクス番号を登録できます。ファクス番号のブロックをいくつか解除し、やり直してください。";

//Fax log results
"ERROR" = "エラー";
"BUSY" = "ビジー";
"NO_ANSWER" = "応答がありません";
"NO_DIAL_TONE" = "ダイヤル トーンが検出されません";
"NO_DOCUMENT" = "ドキュメントがありません";
"DOCUMENT_JAM" = "用紙が詰まっています";
"DOOR_OPEN" = "ドアが開いています";
"POWER_FAILURE" = "ドアが開いています";
"BLACKLISTED" = "ブラックリストに登録されていま";
"STORAGE_FULL" = "容量がいっぱいです";
"OUT_OF_MEMORY" = "メモリ容量不足";
"PHONE_LINE_UNAVAILABLE" = "電話回線が使用できません";
"FAX_DISCONNECTED" = "ファクス回線の接続が切断されています";
"PC_DISCONNECTED" = "コンピュータが接続されていません";
"REMOTE_NOT_COLOR" = "リモートプリンタがカラー対応ではありません";
"COMMUNICATION_ERROR" = "通信エラー";
"CANCELLED" = "キャンセルされました";

//Fax session types
"SENT" = "送信済";
"RECEIVED" = "受信済";
